{
  "</tool_call>": 151658,
  "<conclusion>": 151665,
  "<critic>": 151666,
  "<end_of_father_id>": 151667,
  "<end_of_local_id>": 151668,
  "<end_of_rating>": 151669,
  "<end_of_thought>": 151670,
  "<negative_rating>": 151671,
  "<positive_rating>": 151672,
  "<problem>": 151673,
  "<refine>": 151674,
  "<start_of_father_id>": 151675,
  "<start_of_local_id>": 151676,
  "<start_of_rating>": 151677,
  "<start_of_thought>": 151678,
  "<tool_call>": 151657,
  "<unknown_rating>": 151679,
  "<|box_end|>": 151649,
  "<|box_start|>": 151648,
  "<|endoftext|>": 151643,
  "<|file_sep|>": 151664,
  "<|fim_middle|>": 151660,
  "<|fim_pad|>": 151662,
  "<|fim_prefix|>": 151659,
  "<|fim_suffix|>": 151661,
  "<|im_end|>": 151645,
  "<|im_start|>": 151644,
  "<|image_pad|>": 151655,
  "<|object_ref_end|>": 151647,
  "<|object_ref_start|>": 151646,
  "<|quad_end|>": 151651,
  "<|quad_start|>": 151650,
  "<|repo_name|>": 151663,
  "<|video_pad|>": 151656,
  "<|vision_end|>": 151653,
  "<|vision_pad|>": 151654,
  "<|vision_start|>": 151652
}
